
//Common
"kSuccess" = "成功";
"kFailed" = "失败";
"kWarning" = "警告";
"kError" = "错误";
"kConfirm" = "确定";
"kOK" = "确定";
"kCancel" = "取消";
"kYes" = "是";
"kNo" = "否";
"kAdd" = "添加";
"kRename" = "重命名";
"kPlay" = "播放";
"kDelete" = "删除";
"kRotate" = "旋转";
"kExtract" = "提取";
"kCopy" = "复制";
"kDone" = "完成";
"kSave" = "保存";
"kDonotSave" = "不保存";
"kLoading" = "正在加载...";
"kShare" = "共享";
"kReplace" = "替换";
"kSkip" = "跳过";
"kZip" = "压缩";
"kEdit" = "编辑";
"kBack" = "返回";
"kSelectAll" = "全选";
"kDeselectAll" = "取消全选";
"kCreate" = "创建";
"kFlatten" = "扁平化";
"kAuto" = "自动";
"kMultiPicking" = "多选";
"kSaveAs" = "另存为";
"kFileErrorNotLoaded" = "格式错误：不是一个 PDF 文件或该文件已损坏。";
"kSelectFolder" = "选择文件夹";

//Error
"kWrongPageNumber" = "错误的页码。页码应该是";
"kDocPasswordError" = "密码错误。\n请重新输入。";
"kNoFileInDisk" = "无法在设备上找到%@文件。请从文件列表中将其移除。";
"kInvalidSecurityHandler" = "无效的安全处理器。";
"kErrorCode" = "错误码（%d）。";
"kUnfoundOrCannotOpen" = "无法找到或打开文件。";
"kInvalidFormat" = "无效的格式。";
"kHandlerError" = "无效的处理器。";
"kWrongCertificate" = "无效的证书。";
"kCertExpired" = "证书已经过期";
"kUnknownError" = "未知错误。";
"kInvalidLibraryLicense" = "无效的库许可证。";
"kInvalidParameter" = "无效的参数。";
"kUnsupportedType" = "不支持的类型。";
"kOutOfMemory" = "内存不足。";
"kNoAppropriateApplication" = "没有合适的应用程序。";
"kInvalidUrl" = "无效的url。";
"kUnsupportedDocFormat" = "不支持操作XFA文档。";
"kPasswordNotSame" = "该文档的打开密码和所有者密码不能相同，请在文档打开密码或者所有者密码域内输入一个不同的密码。";
"kEditOutsideDocument" = "您无法在文档外部进行编辑。";
"kXFAUnsupportedOP" = "XFA文档不支持此操作";
"kShouldSaveFileTips" = "PDF文件已更改。 您要保存吗？";
"kShouldSaveEncryptionDocument" = "您要在加密之前保存文档吗？";
"kShouldSaveEecryptionDocument" = "您要在解密之前保存文档吗？";
"kTrimWhitespace" = "头部和尾部的空格已修剪！";
"kFailMovePage" = "移动页面失败。";
"kFailRotatePage" = "旋转页面失败。";
"kFailExtract" = "提取失败！";
"kFailCopy" = "复制失败！";
"kFailInsert" = "插入失败！";
"kFailDelete" = "删除失败！";
"kInvalidPermissionTip" = "您无权查看这些页面。";
"kInvalidLogin" = "请先登录";



//Confirm - PDFView Thumbnial mode
"kSureToDeletePage" = "您确定要删除所选页面吗？此操作不能被撤销。";
"kNotAllowDeleteAll" = "不允许删除所有页面";
"kDeletePageFailed" = "无法删除页面。";
"kMovePageFailed" = "无法移动页面。";


//File management
"kDocuments" = "文档";
"kSearchPlaceholder" = "搜索PDF";
"kByFileName" = "按名称";
"kItems" = "%lld条目";
"kSelect" = "选择";
"kIllegalNameWarning" = "您输入了一个无效名称";

"kFileInformation" = "文件信息";
"kReduceFileSize" = "减小文件大小";
"kReduceFileSizeDescription" = "该选项将压缩图像并可能影响其质量。您想要继续吗？";
"kFlattenDescription" = "扁平化后，文件将被保存。";
"kAirPrint" = "打印";
"kAirPrintNotAvailable" = "无线打印不可用，请检查您的系统设置。";
"kScreenCapture" = "截屏";
"kScreenCaptureVersion" = "截屏功能支持ios 6.0及其更高版本，请升级您的系统。";

"kName" = "名称";
"kAdded" = "已添加";
"kModify" = "已更新";
"kDeleted" = "已删除";
"kReply" = "回复";
"kOKHelp" = "选择“保存”将文档保存到这里。";
"kInputNewFileName" = "请输入一个新的文件名";
"kFileAlreadyExists" = "该文件已经存在，您是否想要替换它？";
"kCloudUploadFile" = "上传";
"kCopyToFolder" = "复制到";
"kMoveToFolder" = "移动到文件夹";
"kSelectToFolder" = "选择文件夹";
"kMove" = "移动";
"kCopyHelp" = "选择“复制”将文档复制到这里。";
"kMoveHelp" = "选择“移动”将文档移动到这里。";
"kAddServer" = "添加";
"kMultiSelectLimitFaild" = "至少选择%d个文件";
"kDoneHelp" = "选择“完成”将文档保存到这里。";
"kInputNewName" = "请输入新名称";
"kNoFolderFiles" = "暂无文件，它是空的！";
"kNoFiles" = "找不到文件";

//EGOTableViewPullRefresh
"kLastUpdated" = "最近更新时间";
"kReleaseToRefresh" = "放开刷新...";
"kPullDownToRefresh" = "下拉进行刷新...";

//Document
"kDocNeedPassword" = "这是一个受保护的文档。请输入打开密码。";
"kViewModeSingle" = "单页";
"kViewModeContinuous" = "连续滚动";
"kViewModeThumbnail" = "缩略图";
"kReflow" = "重排";
"kViewModeCover" = "封面";
"kViewModeNoCover" = "对开";
"kFitPage" = "适合页面";
"kFitWidth" = "适合宽度";
"kRotateView" = "旋转视图";
"kPageMode" = "页面模式";
"kPageView" = "页面视图";
"kNightMode" = "夜间模式";

//Crop
"kCropMode" = "裁剪模式";
"kCropSmartCalculating" = "正在计算页面裁剪，请等待...";
"kCropNo" = "不裁剪";
"kCropSmart" = "智能裁剪";
"kCropDone" = "裁剪";
"kCropDetect" = "检测";
"kCropFull" = "全部";
"kApply2All" = "全部应用";
"kApply2Odd" = "奇数页应用";
"kApply2Even" = "偶数页应用";

//Form
"kForm" = "表单";
"kCreateFormFields" = "创建表单域";
"kResetFormFields" = "重置表单域";
"kImportForm" = "导入表单数据";
"kExportForm" = "导出表单数据";
"kSureToResetFormFields" = "您是否确定您想要重置所有表单域？";
"kNoFormAvailable" = "文档中不存在任何表单数据";
"kImportFormSuccess" = "成功将数据导入到当前文档。";
"kImportFormFailed" = "不能导入或者访问数据。请检查表单数据文件的状态后重试。";
"kExportFormSuccess" = "表单数据导出成功。";
"kExportFormFailed" = "表单导出失败。";
"kReset" = "重置";
"kClickHereFormTip" = "点击这里添加项目";
"kItemList" = "选项列表";
"kOptions" = "选项";
"kCustomText" = "自定义文本";
"kNewItem" = "新建条目";
"kMultipleSelection" = "允许多选";
"kFieldRenamFailed" = "您输入的名称已被其它表单域占用。请输入另外一个不同的名称，或者修改表单域类型使其与已经存在的一致。";

//Annotation
"kAnnotation" = "注释";
"kComment" = "注释";
"kReply" = "回复";
"kCopyText" = "复制文本";
"kIcon" = "图标";
"kFont" = "字体";
"kOpacity" = "不透明度";
"kHighlight" = "高亮";
"kSquiggly" = "曲线";
"kStrikeout" = "删除线";
"kUnderline" = "下划线";
"kRedaction" = "密文";
"kApply" = "应用";
"kApplyAllRedaction" = "应用所有密文";
"kApplyAll" = "全部应用";
"kLine" = "线条";
"kArrow" = "箭头";
"kPencil" = "铅笔";
"kRectangle" = "矩形";
"kCircle" = "椭圆";
"kEraser" = "橡皮";
"kInsertText" = "插入文本";
"kReplaceText" = "替换文本";
"kAttachment" = "附件";
"kAttachments" = "附件";
"kRotation" = "旋转";
"kImage" = "图像";
"kPolygon" = "多边形";
"kCloud" = "云";
"kPolyLine" = "折线";
"kCustomColor" = "自定义颜色";
"kMultipleSelect" = "多选";
"kGroup" = "组合";
"kUngroup" = "取消组合";

"kGraph" = "图表";
"kPushpin" = "图钉";
"kPaperclip" = "纸夹";
"kTag" = "标签";

"kTypewriter" = "打字机";
"kTextbox" = "文本框";
"kCallout" = "注释框";
"kHintTitleTypewriter" = "点击屏幕以添加打字机";

"kDistance" = "距离";
"kUnit" = "单位";
"kDistanceLengthError" = "值不能为空或超过6位数字";
"kDistanceNumberError" = "该值必须是数字";

"kRedactTip" = "您将要永久删除选择的被标记为密文的内容，此项操作将不可恢复。您确认要继续吗？";
"kFailedLoadModuleForLicenseTip" = "您无权使用该附加模块，请联系我们升级您的授权。";

//Bookmark
"kBookmark" = "书签";
"kRenameBookmark" = "重命名书签";
"kClearBookmark" = "您确定您想要清除所有书签？";
"kInputBookmarkName" = "请输入新的书签名";

//Outline
"kOutline" = "大纲";

//Search
"kSearch" = "搜索";
"kTotalFound" = "共计发现";
"kSearchGoogle" = "在Google中搜索";
"kSearchWiki" = "在Wikipedia中搜索";
"kPage" = "页面";
"kSearching" = "正在搜索...";
"kWholeWordsOnly" = "整词匹配";
"kCaseSensitive" = "区分大小写";
"kSearchInInternet" = "互联网搜索";

//Signature
"kSignatureTitle" = "签名";
"kSignAction" = "签名";
"kEditSavedSign" = "编辑保存的签名";
"kConfirmSign" = "应用签名后，签名以及其它所有更改将会保存。";

"kSignListTitle" = "签名列表";
"kSignListIconTitle" = "列表";
"kHadProtect" = "该文档已使用数字签名或者RMS进行保护。";
"kHeaderCertInfo" = "证书信息";
"kCertSerialNum" = "序列号：";
"kCertIssuer" = "证书颁发者：";
"kCertStartTime" = "有效启用日期：";
"kCertEndTime" = "有效结束日期：";
"kCertEmail" = "邮件地址：";
"kSignDate" = "签署日期：";
"kVerifyVaildResult" = "数字签名有效。";
"kVerifyVaildModifyResult" = "该签名所覆盖的文档的修订本没有修改。但是有对文件做后续修改。";
"kVerifyInvaildResult" = "数字签名无效。";
"kVerifyUnknownResult" = "数字签名未知。";
"kVerifyResultErrorByteRange" = "数字签名作为错误字节范围无效。";
"kVerifyResultIssueExpire" = "数字签名未知。\n用于验证发行者的证书已过期。";
"kVerifyResultErrorData" = "数字证书验证时发生未知错误。";
"kVerifyResultInvaildAndOther" = "由于其他原因，数字签名无效。";
"kVerifyTitle" = "验证结果";
"kCurrentSelectCert" = "当前证书：";
"kVerifySign" = "验证签名";
"kSignListSectionHadCert" = " 使用证书签名";
"kSignListSectionWithoutCert" = "未使用证书签名";
"kSelectAddCert" = "+选择证书进行添加 ";
"kCertFileError" = "该证书文件错误";
"kRequestPermissionTip" = "请求权限：";
"kPermissionCopy" = "复制文本，图像和其它内容";
"kPermissionEdit" = "注释，填写表单域并签署已存在的签名域";
"kNoCert" = "没有证书";
"kNoCertAndImportTip" = "没有证书。请导入您自己的证书";

"kFieldSignWithoutCert" = "请选择一个证书签署文档。";
"kAddSign" = "签名";
"kSignList" = "签名列表";
"kDeleteSign" = "删除";
"kOfflineCopyAlterTitle" = "请输入密码";
"kPassWordErrorAlterTitle" = "密码可能不正确。再试一次？";
"kSaveSignedDocSuccess" = "成功保存带有数字签名的新PDF文档";
"kSaveSignedDocFailure" = "签名和保存失败";

"kLTVStateEnable" = "签名已启用LTV。";
"kDigitalSignatureTitle" = "数字签名";
"kDigitalSignatureBtnView" = "查看";
"kDigitalSignatureBtnVerify" = "验证";
"kDigitalSignatureTableEmptyData" = "没有数字签名";
"kDigitalSignatureSignedTitleVersion" = "版本%d：";
"kDigitalSignatureSignedTitleSigner" = "由%@签名";
"kDigitalSignatureUnsigned" = "未签署的签名域";
"kDigitalSignatureAllReadyView" = "您已经在查看所选签名所覆盖的文档的版本了。";
"kDigitalSignatureFaildView" = "无法查看此版本";
"kDigitalSignatureListSignerUnknown" = "未知";

"kAddTrustedCertTitle" = "添加为可信任证书";
"kAddTrustedCertDesciption" = "验证签名或认证文档时是否要信任证书？";
"kTrustedCertName" = "名称：";
"kTrustedCertIssuer" = "证书颁发者：";
"kTrustedCertValidFrom" = "证书起始日期：";
"kTrustedCertValidTo" = "证书到期日期：";
"kTrustedCertKeyUsage" = "主要目标用途：";

"kuDIGITALSIGNATURE" = "数字签名";
"kuNONREPUDIATION" = "不可否认性";
"kuKEYENCIPHERMENT" = "密钥加密";
"kuDATAENCIPHERMENT" = "数据加密";
"kuKEYAGREEMENT" = "密钥协议";
"kuKEYCERTSIGN" = "密钥证书签名";
"kuCRLSIGN" = "Crl签名";
"kuENCIPHERONLY" = "未指定";
"kuDECIPHERONLY" = "未指定";

//Selection
"kColor" = "颜色";
"kSize" = "大小";
"kThickness" = "线宽";
"kFontName" = "字体名称";
"kFontSize" = "字号";
"kIconCheck" = "对勾标记";
"kIconCircle" = "椭圆";
"kIconComment" = "注释";
"kIconCross" = "叉";
"kIconHelp" = "帮助";
"kIconInsert" = "插入";
"kIconKey" = "注册码";
"kIconNewParagraph" = "新段落";
"kNote" = "备注";
"kIconParagraph" = "段落";
"kIconRightArrow" = "右箭头";
"kIconRightPointer" = "右指向";
"kIconStar" = "星";
"kIconUpArrow" = "向上箭头";
"kIconUpLeftArrow" = "左上箭头";

//Record
"KStart" = "启动";

//ACN
"kDiscardChange" = "放弃更改";

//RMS rights
"kRMSFILLFORM" = "填写表单";
"kRMSANNOTATE" = "注释文档";
"kRMSASSEMBLE" = "管理页面和书签";
"kRMSEDIT" = "编辑文档";
"kRMSEXTRACTACCESS" = "复制内容用于辅助工具";
"kRMSEXTRACT" = "提取文档中的内容";

"kRMSNoAccess" = "该文档受保护，请检查您的权限。";
"kRMSAlreadyEncrypt" = "该文档已经使用微软AD RMS进行了加密。";

//Permission
"kPermission" = "权限";
"kPermissionPrint" = "打印";
"kEnable" = "允许";
"kDisable" = "不允许";

"kPwdDocumentLimitation" = "添加文档限制";
"kPwdFillForm" = "填写表单";
"kPwdEditDocument" = "编辑文档";
"kPwdExtractContent" =  "提取内容";

"kDecryption" = "移除安全设置";
"kEncryptionTitle" = "加密";
"kEncryptMissOpenDocPass" = "请输入打开文件的密码或者关闭该选项。";
"kEncryptMissOtherPass" = "请输入密码以获得其他权限，或关闭该选项。";
"kEncryptRemovePass" = "您确定要删除文档中的安全设置？";
"kEncryptProcess" = "正在加密...";
"kEncryptRemove" = "正在移除...";
"kTryAgain" = "重试";
"kEncryptAddFail" = "文档加密失败。您是否想要重试？";
"kEncryptAddSuccess" = "文档加密成功！";
"kEncryptRemoveSuccess" = "密码成功移除。";
"kEncryptionSectionTitle" = "安全选项";
"kEncryptionSectionFooter" = "-若启用“打开文档”，需要输入密码才能打开该文档。\n- 当其它权限开启时，需要输入密码才能执行操作。";
"kEncryptionDoneNoPass" = "该文档没有使用任何密码进行加密。您想要进行加密吗？";

//EncryptOption xib
"kCellEncryptOpenDocumentTitle" = "打开文档";
"kCellEncryptPrintDocumentTitle" = "打印文档";
"kCellEncryptCopyContentTitle" = "复制内容用于辅助工具";
"kCellEncryptPasswordTitle" = "密码：";

//others
"kInvalidJSON" = "无效的 JSON";
"kRecordVideo" = "录制视频";
"kRecordAudio" = "录制音频";
"kFromDocument" = "从文档";
"kFromAlbum" = "从相册";
"kFromCamera" = "从相机";
"kGo" = "转到";
"kDocinfo" = "文件信息";
"kFilePath" = "路径";
"kFileAuthor" = "作者";
"kFileSubject" = "主题";
"kCreateDate" = "创建时间";
"kModifyDate" = "上次修改时间";
"kSecurity" = "安全";
"kHeaderDescription" = "说明";
"kDescription" = "说明";
"kEncryption" = "文件加密";
"kPasswordEncryption" = "密码保护";
"kNoEncryption" = "无保护";
"kMoreTextMarkup" = "文本标记";
"kMoreDrawing" = "绘图";
"kMoreOthers" = "其它";
"kReadView" = "  视图  ";
"kReadComment" = "注释";
"kPropertyFill" = "填充";
"kOverlayText" = "覆盖文本";
"kText" = "文本";
"kInputPlaceholderText" = "请输入文本";
"kStamp" = "图章";
"kPropertyImage" = "图像";
"kAudio" = "音频";
"kVideo" = "视频";
"kMore" = "更多";
"kAppearance" = "外观";
"kAnnotContinue" = "保持工具选择";
"kAnnotSingle" = "单个注释";
"kScreenLock" = "锁屏";
"kPanAndZoom" = "平移和缩放";
"kAutoBrightness" = "自动亮度";
"kClear" = "清除";
"kClearAnnotations" = "您确定您想要清除所有注释？";
"kTimeSort" = "时间";
"kOpen" = "打开";
"kOtherDocumentsFile" =  "文件";
"kRequiredPlaceHolder" = "必填";
"kOptionalPlaceHolder" = "可选";
"kDocumentAttachmentTab" = "附件标签";
"kRenameAndAttached" = "重命名后附加";
"kAttachmentMaxSize" = "该注释太大无法被附加。最大限制为%dMB。";
"kFailedAddAttachment" = "无法添加文件附件。";
"kFailedAddAttachmentForExistedName" = "附件名称已存在。";
"kDescription" = "说明";
"kSureToReplaceFile" = "您确定您想要替换文件“%@”？";
"kCopyFileFailed" = "复制文件失败：\n%@: %@\n";
"kFailedChangeDocumentAttachmentDescription" = "无法更改文档附件的描述： '%@'";
"kFailedSaveAttachmentBadFileName" = "保存该附件文件时出错。文件名无效。";
"kFailedOpenAttachmentBadFileName" = "打开该附件文件时出错。文件名无效。";
"kRMSEncryption" = "RMS 保护";
"kMediaFileValid" = "不支持此文件类型。请选择一个有效文件。";
"kFailedToOpenFile" = "无法打开此文件，请尝试使用其他应用程序打开它？";
"kFailedOpenAttachment" = "无法打开附件 “%@”。";
"kFailedOpenAlbum" = "此设备不支持相册。";
"kFailedOpenCamera" = "此设备不支持相机。";
"kFailedLoadJSON" = "无法加载扩展管理器。";
"kFlattenTip" = "扁平化注释以使其成为页面内容的一部分，并且不能对其进行修改或删除。";
"kProtect" = "保护";
"kComments&Fields" = "注释&字段";
"kPDFVersion" = "PDF版本";
"kFastWebView" = "快速网页视图";
"kTaggedPDF" = "加标签的PDF";
"kPages" = "页面";
"kTitle" = "标题";
"kCreator" = "生成器";
"kProducer" = "创建工具";
"kKeywords" = "关键字";
"kDocumentSize" = "文档大小";
"kInch" = "英寸";
"kTitleNotice" = "添加标题";
"kSubjectNotice" = "添加主题";
"kCreatorNotice" = "添加生成器";
"kAuthorNotice" = "添加作者";
"kProducerNotice" = "添加创建工具";
"kKeywordsNotice" = "添加关键字";

//Insert page
"kBlankPage" = "空白页面";
"kPageSize" = "页面大小";
"kPageColor" = "页面颜色";
"kOrientation" = "方向";
"kPageCount" = "页数";
"kPortrait" = "纵向";
"kLandscape" = "横向";
"kLetter" = "信纸";
"kLegal" = "法律专用纸";
"kLedger" = "账簿";
"kAddPage" = "添加页";
"kCurrent" = "当前";
"kNew" = "新建";
"kThemeColors" = "主题颜色";
"kBlank" = "空白";
"kLined" = "纹理 ";
"kGrid" = "网格";
"kGraph" = "图表";
"kMusic" = "音乐";

//Comment
"kImportComments" = "导入注释";
"kExportComments" = "导出注释";
"kSummarizeComments" = "小结注释";
"kSuccessExportData" = "导出数据成功。";
"kFailedExportData" = "从当前文档导出注释失败。";
"kSuccessImportData" = "成功将数据导入到当前文档。";
"kFailedImportData" = "将数据导入到当前文档失败。";
"kNoCommentsImport" = "没有导入任何注释。";
"kOptimizing" = "正在优化文档...";
"kOptimizeFailed" = "优化失败";
"kOptimizeSizeTip" = "优化文件从%@压缩到%@";
"kMinimum" = "最小化";
"kLow" = "低";
"kMedium" = "中";
"kHigh" = "高";
"kMaximum" = "最大化";
"kSummarizeComments" = "小结注释";
"kDocumentAndComments" = "文档和注释";
"kCommentsOnly" = "仅注释";

//Save as
"kOriginalDocument" = "源文档";
"kFlattenedCopy" = "扁平化副本";
"kFlattenedCopyTip" = "扁平化注释或PDF表单，使它们成为页面内容的一部分并阻止进一步的编辑";
"kSaving" = "正在保存...";
"kCouldNotSavedTip" = "无法保存此文档。请选择不同文件名或文件夹保存文档。";
"kFileName" = "文件名";
"kFormat" = "格式";
"kRename" = "重命名";
"kReducedFileSizeCopy" = "压缩副本文件大小";
"kLossy" = "有损";
"kLossless" = "无损";
"kGrayscaleImages" = "彩色/灰度图像";
"kMonochromeImages" = "黑白图像";
"kQuality" = "质量";

//Trust Cert
"kDeleteTrustedCer" = "您确定您想要删除该证书？\n如果您这样做的话，此后将不再能够验证所有者的身份。";
"kTrustedCert" = "受信任的证书";
"kCerficateProtect" = "证书保护";
"kInfo" = "信息";
"kCertInfo" = "证书信息";
"kViewCert" = "查看证书";
"kUsage" = "用途";
"kTrust" = "信任";
"kTrustedCertTip" = "如果更改信任的设置，则需要重新验证所有签名以查看更改。直接从文档中添加受信任的证书是不推荐的操作。您确认要继续吗？";
"kVerifyingDigital" = "验证数字签名";
"kNoCertificates" = "没有可用的受信任证书";

// Comparison
"kComparisonVCTitle" = "比较";
"kCompareItemTitle" = "比较模式";
"kCompareButtonOverlay" = "覆盖";
"kCompareButtonAbreast" = "并排";
"kCompareFileInfoOld" = "旧文档";
"kCompareFileInfoNew" = "新文档";
"kCompareFileSelectedColor" = "所选颜色";

"kComapreContainerLegendTitle" = "图例";
"kComapreContainerLegendReplace" = "替换";
"kComapreContainerLegendDelete" = "已删除";
"kComapreContainerLegendInsert" = "插入";
"kComapreContainerHideLegend" = "隐藏图例";
"kComapreContainerShowLegend" = "显示图例";
"kCompareNotSupportFileFormat" = "文件类型不支持 %@";
"kCompareNotSomeFile" = "请选择两个不同文档进行比较。";
"kCompareing" = "文档正在比较...";

//scan
"kScan" = "扫描";
"kStartTap" = "点击进行扫描";
"kRecentTips" = "近期传输";
"kNoDetect" = "未检测";
"kMoveClear" = "靠近";
"kGlareDetect" = "眩光检测";
"kDark" = "太暗";
"kHoldStill" = "固定不动";
"kAddPhotos" = "添加照片";
"kPhotos" = "照片";
"kScaneLightTip" = "闪光灯";
"kScaneDetechTip" = "自动检测";
"kScaneFrameSizeTip" = "页面大小";
"kClose" = "关闭";
"kNeedFullScreen" = "请切换到全屏模式下使用相机";
"kALBUM" = "没有访问相册的权限。";
"kNoTorch" = "该设备没有相机闪光灯。";
"kLightOpen" = "打开闪光灯";
"kLightClose" = "关闭闪光灯";
"kContinueMode" = "连续";
"kSigleMode" = "单页";
"kAutoDetectOpen" = "打开自动检测";
"kAutoDetectClose" = "关闭自动检测";
"kContrast" = "对比度";
"kColorModelNone" = "无";
"kColorModelBlackWhite" = "黑白";
"kColorModeGray" = "灰色";
"kWidth" = "宽度";
"kHeight" = "高度";
"kOutPageSizeTip" = "尺寸大小必须处于1mm到5587mm之间。";
"kOriginal" = "源文件";
"kCustom" = "自定义";
"kStorePDF" = "作为PDF存储";
"kSharePDF" = "作为PDF共享";
"kConvertPhotos" = "图库";
"kRenameFileName" = "文件重命名";
"kBrightness" = "亮度";
"kSaveSuccess" = "保存成功";
"kImageLimit" = "一次最多选择9张图片。";
"kNoFilesYet" = "暂无文件";
"kAddNewScanImageTip" = "点击底部的“ +”添加图片";
"kNotAllowTakePhoto" = "不能拍照";
"kCAMERADenied" = "无法访问照相机进行拍照。请在您设备上的隐私设置位置进行启用。";
"kGoSetting" = "进入设置";
"kFileFolderExist" = "该文件或文件夹名已存在，请输入其他名称。";
"kNoPhotos" = "您拍摄的照片将显示在此处。点击即可查看或长按进行删除。";
"kSelected" = "已选择";
"kBusinessCard" = "名片";
"kEnvelope" = "信封";
"kExecutive" = "行政公文纸";
"kGalleryNoPhotos" = "没有照片";

//speech
"kSpeak" = "朗读";
"kSpeakString" = "朗读选定的内容";
"kSpeakStart" = "从当前位置开始朗读";
"kSpeechRateTitle" = "播放速度";

//fill sign
"kProfiletitle" = "预定义文本";
"kProfileFullName" = "全名：";
"kProfileAddFullName" = "添加全名";
"kProfileFirstName" = "名字：";
"kProfileAddFirstName" = "添加名字";
"kProfileMiddleName" = "中间名：";
"kProfileAddMiddleName" = "添加中间名";
"kProfileLastName" = "姓氏：";
"kProfileAddLastName" = "添加姓氏";
"kProfileAddress" = "地址";
"kProfileStreet1" = "街道1：";
"kProfileAddStreet1" = "添加街道1";
"kProfileStreet2" = "街道2：";
"kProfileAddStreet2" = "添加街道2";
"kProfileCity" = "城市：";
"kProfileAddCity" = "添加城市";
"kProfileState" = "省/市/自治区：";
"kProfileAddState" = "添加省/市/自治区";
"kProfileZip" = "邮编：";
"kProfileAddZip" = "添加邮编";
"kProfileCountry" = "国家：";
"kProfileAddCountry" = "添加国家";
"kProfileContactInfo" = "联系信息";
"kProfileEmail" = "邮件地址：";
"kProfileAddEmail" = "添加邮件地址";
"kProfileTel" = "电话：";
"kProfileAddTel" = "添加电话";
"kProfileDates" = "日期";
"kProfileDate" = "日期：";
"kProfileBirthDate" = "生日：";
"kProfileAddBirthDate" = "添加生日";
"kProfileCustomfield" = "自定义域";
"kProfileAddCustom" = "添加自定义域";
"kProfileAddCustomKey" = "类型标签";
"kProfileAddCustomValue" = "输入标签";
"kProfileAddCustomTitle" = "编辑预定义文本";
"kFillClickPrompt" = "点击任意位置以放置内容";
"kFillDoSignPrompt" = "签名后，无法编辑表单域。";
"kFill" = "填充";
"kAddText" = "添加文本";
"kAddCheck" = "添加对勾";
"kAddX" = "添加X";
"kAddDot" = "添加点";
"kAddLine" = "添加线条";
"kAddRoundedRectangle" = "添加圆角矩形";
"kAddCombField" = "添加组合框";

//new UI
"kFilter" = "过滤器";
"kFilterResult" = "筛选结果";
"kFilterComments" = "过滤注释";
"kAreaHighlight" = "区域高亮";
"kMeasure" = "测量";
"kImageAnnotation" = "图像标注";

"kNoResultsTip" = "没有结果符合您的搜索条件";
"kNoBookmarks" = "没有书签";
"kNoOutline" = "没有大纲";
"kNoComments" = "没有注释";
"kNoAttachments" = "没有附件";
"kNoDigitalSignatures" = "没有数字签名";
"kClearOutline" = "您确定您想要清除所有大纲？";
"kClearAttachments" = "您确定您想要清除所有附件？";

"kGroupList" = "组列表";

"kGallery" = "图库";
"kCamera" = "相机";
"kImport" = "导入";
"kTools" = "工具";
"kRetry" = "重试";

"kSelectFile" = "选择文件";
"kSelectFolder" = "选择文件夹";
"kSelected" = "已选择";
"kComments" = "注释";
"kBookmarks" = "书签";

"kDeleting" = "正在删除...";
"kAdding" = "正在添加...";
"kInserting" = "正在插入...";
"kPasting" = "正在粘贴...";
"kCopying" = "正在复制…";

"kThumnailPasteTip" = "点击以将页面粘贴到此处或拖动以重新排序";
"kAll" = "全部";
"kAnnotated" = "已批注";
"kBookmarked" = "已添加书签";


"kSelectRedactText" = "选择您想要添加为密文的文本或内容";
"kRedactPages" = "整页密文";
"kSelectRedactPage" = "选择您想要添加为密文的页面";
"kRedactNoAnnote" = "文档中没有密文标注。";

"kSearchNoMatches" = "未发现任何匹配项。";
"kSearchRedaction" = "标记选择项以添加密文";

"kFailSummary" = "创建注释小结失败。";
"kNoCommentSummary" = "在当前文档中未找到任何注释。";
"kProcessing..." = "正在处理...";
"kInputOwnerPassword" = "当前文档受保护。请输入一个权限密码。";
"kFlattenSuccessful" = "扁平化成功";
"kSummarizeSuccessful" = "成功创建注释小结。";

"kReplyHasBeenAdded" = "已添加回复";

"kCustomizeColors" = "自定义颜色";
"kProperty" = "属性";
"kShape" = "形状";

"kPen" = "硬笔头";
"kBrush" = "软笔头";
"kBackgroundColor" = "背景颜色";
"kTextColor" = "文字颜色";

"kViewSettings" = "视图设置";
"kSinglePage" = "单页";
"kCoverFacing" = "封面对开";
"kDay" = "白天";
"kNight" = "夜晚";
"kAutoFlip" = "自动翻页";
"KRotateView" = "旋转视图";
"kAddTools" = "添加工具";
"kToolList" = "工具列表";
"kPanandZoom" = "平移&缩放";
"kAddedTools" = "添加的工具";
"kDrawing" = "绘图";
"kAddToolsTip" = "点击如下列表右边的\"+\"按钮添加工具";
"kStandardStamps" = "标准图章";
"kSignHere" = "在此签名";
"kDynamicStamps" = "动态图章";
"kHighlighter" = "荧光笔";
"kCropAllPages" = "裁剪所有页面";
"kCropPagesSymmetrically" = "对称的裁剪页面";
"kAutomaticallyCropPages" = "自动裁剪页面";
"kManuallyCropPages" = "手动裁剪页面";
"kRemoveAllPageCropping" = "移除所有页面裁剪";

"kTextField" = "文本域";
"kCheckBox" = "复选框";
"kRadioButton" = "单选框";
"kComboBox" = "组合框";
"kListBox" = "列表框";
"kSignatureField" = "签名域";

"kLink" = "链接";
"kAudioTapNotice" = "在页面上点击，添加一个音频对象";
"kVideoTapNotice" = "在页面上点击，添加一个视频对象";
"kChooseAudio" = "选择音频";
"kRecord" = "录制";
"kLinkTapNotice" = "拖拽该框以选择想要链接的内容";
"kSettings" = "设置";
"kGoToPage" = "链接到页面";
"kOpenWebLink" = "链接到网站";
"kLinkHeader" = "目标位置";
"kEnterWebLink" = "请输入一个网页链接";
"kInvalidWebAddr" = "链接不能为空。";
"kInvalidPageCount" = "页码无效。";
"kThumbnail" = "缩略图";
"kToPage" = "到页面";
"kLinkTo" = "链接到：";
"kSecurityWarning" = "安全警告";
"kLinkingToWeb" = "文档正在试图访问：";
"kFormNoOptionsTip" = "点击\"+\" 创建新项目";
"kInputNewItemNameTip" = "请输入一个新的项目名";
"kCannotRecordAudio" = "不能录制音频";
"kEnableAudioPrivacy" = "无法访问麦克风进行音频录制。请在您设备上的隐私设置位置进行启用。";
"kCannotRecordVideo" = "不能录制视频";
"kEnableVideoPrivacy" = "无法访问照相机进行视频录制。请在您设备上的隐私设置位置进行启用。";
"kInvalidLinkUrl" = "该URL链接无法访问。请验证该URL链接是否正确。";

"kThumbnail" = "缩略图";
"kNoAnnotatedPages" = "没有带注释的页面";
"kNoBookmarkedPages" = "没有带书签的页面";

"kHome" = "主页";
"kEdit" = "编辑";
"kDrawing" = "绘图";
"kView" = "视图";
"kForm" = "表单";
"kFill&Sign" = "填写&签名";
"kGotoPage" = "跳至页面";
"kEnterPageNumber" = "输入页码";

"kAddPolygonFailedHints" = "多边形注释至少需要3个点作为顶点";
"kAddCloudFailedHints" = "多边形云注释至少需要3个点作为顶点";
"kAddPolylineFailedHints" = "折线注释应至少需要3个点作为顶点";

"kAddSignature" = "添加签名";
"kNoSignatures" = "没有签名";
"kPageStyle" = "页面样式";

//editor
"kUnspportEditTip" = "无法编辑旋转、剪切或翻转的文本对象。";
"kExportImageSucess" = "图像导出成功。";
"kExportImageFailed" = "不能导出该图像。";
"kAddPicture" = "添加图像";
"kPaste" = "粘贴";
"kStyle" = "类型";
"kAlignment" = "对齐";
"kRotateLeft" = "向左旋转";
"kRotateRight" = "向右旋转";
"kClickAddImage" = "在页面上点击，添加一个图像对象";
"kClickAddText" = "在页面上点击，插入一个文本对象";
"kShowKeyBoard" = "显示键盘";
"kExport" = "导出";

//
"kNonSupportDoc" = "不支持%@的加密。";
"kNoModuleInvalidLicense" = "您无权使用该附加模块，请联系我们升级您的授权。";
"kImportDocNeedPassword" = "该文件是密码加密文件，请在下面输入密码。";
"kSpeechPage" = "第%d页";

"kCut" = "剪切";

//voiceover
"kAddBookMarkItemVoiceOver" = "添加书签";
"kSearchContentItemVoiceOver" = "搜索内容";
"kPanHanderItemVoiceOver" = "拖拽重置工具栏";
"kUndoItemVoiceOver" = "撤销最近一次修改";
"kRedoItemVoiceOver" = "重做最近一次修改";
"kTabItemVoiceOver" = "标签页";
"kDobClickVoiceOver" = "双击进行打开或关闭";
"konVoiceOver" = "开启";
"koffVoiceOver" = "关闭";
"kDeleteBookmarksVoiceOver" = "清除书签";
"kUnfoldVoiceOver" = "展开";
"kFoldVoiceOver" = "收起";
"kDobClickRemoveVoiceOver" = "双击移除工具";
"kDayModeVoiceOver" = "白天模式";
"kPreReadingVoiceOver" = "朗读前一页";
"kPlayBtnPauseVoiceOver" = "暂停阅读";
"kPlayBtnContinueVoiceOver" = "开始阅读";
"kNextPageBtnVoiceOver" = "朗读下一页";
"kRepeatbtnVoiceOver" = "重复阅读";
"kExitVoiceOver" = "退出";
"kLeftRaotatePageVoiceOver" = "向左旋转页面";
"kRightRaotatePageVoiceOver" = "向右旋转页面";
"kExtractPageVoiceOver" = "提取页面";
"kCopyPageVoiceOver" = "复制页面";
"kPastePageVoiceOver" = "粘贴页面";
"kDeleteVoiceOver" = "删除页面";
"kRedactTextVoiceOver" = "对文本或内容添加密文";
"kRedactPageVoiceOver" = "整页密文";
"kRedactSearchVoiceOver" = "搜索并添加为密文";
"kAutoflipIncreaseVoiceOver" = "增加速度";
"kAutoflipDecreaseVoiceOver" = "减小速度";
"kPanZoomInVoiceOver" = "放大";
"kPanZoomOutVoiceOver" = "缩小";
"kPanZoomPreviousPageVoiceOver" = "上一页";
"kPanZoomNextPageVoiceOver" = "下一页";
"kIncreaseVoiceOver" = "增加";
"kDecreaseVoiceOver" = "减小";
"kExitFullScreenVoiceOver" = "退出全屏模式";
"kHomeToolBarVoiceOver" = "主页工具栏";
"kSelectCertVoiceOver" = "选择证书";
"kIncSizeVoiceOver" = "放大字号";
"kDecSizeVoiceOver" = "缩小字号";
"kImgHidVoiceOver" = "隐藏图片";
"kImgShVoiceOver" = "显示图片";
"kColorValueAccessibilityLabel" = "颜色值";
"kCustomColorAccessibilityLabel" = "自定义颜色";
"kCropDeafultAreaAccessibilityLabel" = "重置裁剪区域";
"kDeselectAccessibilityLabel" = "取消选择";
"kAdjustBtn" = "调整";
"kUnfoldMoreMenu" = "收起更多菜单";
"kTriggerOpVoiceover" = "上下滑动切换操作";
"kPanelListVoiceover" = "面板列表";
"kBackToTopVoiceover" = "返回顶部";
"kColorVoiceover" = "颜色";
"kBrightnessVoiceover" = "亮度";
"kContrastVoiceover" = "对比度";
"kPhotoModelVoiceover" = "照片";
"kColorModelVoiceover" = "颜色";
"kBackWhiteModelVoiceover" = "黑白";
"kGrayscaleModelVoiceover" = "灰度";
"kContinueScanVoiceover" = "连续扫描";
"kSingleScanVoiceover" = "单页扫描";
"kCloseDetectVoiceover" = "关闭自动检测";
"kOpenDetectVoiceover" = "打开自动检测";
"kKeepScanVoiceover" = "保持扫描";
"kFolderVoiceover" = "文件夹";
"kListVoiceover" = "列表";
"kThumbnailVoiceover" = "缩略图";
"kSearchOptionsVoiceover" = "搜索选项";
"kTimesVoiceover" = "倍";
"kCounterClockWiseVoiceover" = "逆时针旋转";
"kFlashOnVoiceover" = "闪光灯关闭";
"kFlashOffVoiceover" = "闪光灯关闭";
"kScansCountVoiceover" = "%d 扫描";
